/* User/pwd server verification */
"Authentication Required" = "Απαιτείται Έλεγχος Ταυτότητας";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Άκυρο";

/* HTTPS server verification */
"Proceed" = "Προχωρήστε";

/* Link long-press context menu */
"Copy Link" = "Αντιγραφή Σύνδεσμου";

/* Google autocomplete error */
"Error: " = "Σφάλμα: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Αποτυχία ορισμού συνεδρίας ήχου για την προβολή ιστού· μπορεί να μην υπάρχει ήχος.";

/* User/pwd server verification */
"Log In" = "Σύνδεση";

/* Link long-press context menu */
"Open Here" = "Άνοιγμα Εδώ";

/* Link long-press context menu */
"Open in New Tab" = "Άνοιγμα σε Νέα Καρτέλα";

/* User/pwd server verification */
"Password" = "Κωδικός Πρόσβασης";

/* Google autocomplete error */
"response code %d" = "κωδικός απόκρισης %d";

/* Google autocomplete error */
"response format unrecognized" = "Μη αναγνωρίσιμη μορφή απόκρισης";

/* Google autocomplete error */
"response non-decodable" = "Μη αποκωδικοποιήσιμη απόκριση";

/* Google autocomplete error */
"response parsing %@" = "συντακτική ανάλυση απόκρισης %@";

/* HTTPS server verification */
"Warning" = "Προειδοποίηση";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Το πιστοποιητικό ασφάλειας του ιστότοπου δεν είναι αξιόπιστο. Θέλετε να συνεχίσετε;";

/* User/pwd server verification */
"Username" = "Όνομα Χρήστη";

/* Link long-press context menu */
"Open in Background Tab" = "Άνοιγμα σε Καρτέλα στο Παρασκήνιο";

/* Bookmark view controller */
"Edit Bookmark" = "Επεξεργασία Σελιδοδείκτη";

/* Link long-press context menu */
"Save Image" = "Αποθήκευση εικόνας";

/* Link long-press context menu */
"Save Video" = "Αποθήκευση βίντεο";

/* Web download failure alert title */
"Download Failed" = "Η λήψη απέτυχε";

/* Web download failure description */
"File download failed due to network error." = "Η λήψη του αρχείου απέτυχε λόγω σφάλματος δικτύου.";

/* Web download failure description */
"The file had unexpected content." = "Το αρχείο είχε μη αναμενόμενο περιεχόμενο.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Δεν ήταν δυνατή η αποθήκευση του αρχείου στο Άλμπουμ κάμερας.";

/* Web download failure description */
"File download failed due to internal error %@." = "Η λήψη του αρχείου απέτυχε εξαιτίας εσωτερικού σφάλματος %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Το πρόγραμμα περιήγησης δεν μπορεί να πραγματοποιήσει λήψη αυτού του αρχείου.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Άκυρο";
